'''Создайте функцию сложения, затем функцию вычитания двух чисел...

Создайте 3-ю функцию которая вызывает первые 2 внутри себя.'''

a = int(input("Введите первое число: "))
b = int(input("Введитевторое число: "))

def summ():

    print(a + b)

summ()

def minus():

    print(a - b)

minus()

def mult():
	
	

mult()
