'''Написать lambda которая принимает 3 параметра и умножает все 
параметры между собой. Функция должна вернуть строку: "Объём бассейна " 
значение которое получилось.'''

a = (lambda a, b, c: a*b*c)(5,1,8)
print("Обьем бассейна", a)